[
  {
    "id": 1,
    "logo": "../src/assets/logo/google.png",
    "job_title": "Senior Software Engineer",
    "company_name": "Alphabet Inc.",
    "remote_or_onsite": "Onsite",
    "location": "Chittagong, Bangladesh",
    "job_type": "Contract",
    "salary": "120k-160k",
    "job_description": "A Senior Software Engineer is responsible for designing, developing, and maintaining software applications. This role involves working closely with other team members to deliver high-quality solutions.",
    "job_responsibility": "Developing software solutions: Senior Software Engineers lead the development process, ensuring that software projects are delivered on time and meet quality standards. They also collaborate with other teams to gather requirements and provide technical guidance.",
    "educational_requirements": "Bachelor's degree in Computer Science or related field.",
    "experiences": "4-6 Years in software development.",
    "contact_information": {
      "phone": "01900-11 11 11",
      "email": "hr@alphabet.com",
      "address": "GEC Circle, Chittagong, Bangladesh"
    }
  },
  {
    "id": 2,
    "logo": "../src/assets/logo/netflix.png",
    "job_title": "Lead UX Designer",
    "company_name": "Netflix Studios",
    "remote_or_onsite": "Remote",
    "location": "Cox's Bazar, Bangladesh",
    "job_type": "Full Time",
    "salary": "110k-150k",
    "job_description": "A Lead UX Designer is responsible for leading the design and development of user experiences for digital products. This role involves collaborating with cross-functional teams to create innovative and user-friendly designs.",
    "job_responsibility": "Leading design projects: Lead UX Designers oversee the entire design process, from concept development to final implementation. They also mentor junior designers and provide feedback to improve design quality.",
    "educational_requirements": "Bachelor's degree in Design, HCI, or related field.",
    "experiences": "5-8 Years in UX/UI design.",
    "contact_information": {
      "phone": "01888-22 22 22",
      "email": "careers@netflixstudios.com",
      "address": "Kolatoli Beach, Cox's Bazar, Bangladesh"
    }
  },
  {
    "id": 3,
    "logo": "../src/assets/logo/tesla.png",
    "job_title": "Data Scientist",
    "company_name": "Tesla Motors",
    "remote_or_onsite": "Onsite",
    "location": "Dhaka, Bangladesh",
    "job_type": "Full Time",
    "salary": "130k-170k",
    "job_description": "A Data Scientist is responsible for analyzing large datasets to identify trends, patterns, and insights that drive business decisions. This role involves using statistical techniques and machine learning algorithms to extract valuable information from data.",
    "job_responsibility": "Analyzing data: Data Scientists analyze structured and unstructured data to discover meaningful insights that inform business strategy. They also develop predictive models and algorithms to solve complex problems.",
    "educational_requirements": "Master's degree in Computer Science, Statistics, or related field.",
    "experiences": "3-5 Years in data analysis.",
    "contact_information": {
      "phone": "01666-33 33 33",
      "email": "hr@teslamotors.com",
      "address": "Mirpur Road, Dhaka, Bangladesh"
    }
  },
  {
    "id": 4,
    "logo": "../src/assets/logo/google.png",
    "job_title": "Cloud Solutions Architect",
    "company_name": "Alphabet Inc.",
    "remote_or_onsite": "Remote",
    "location": "Dhaka, Bangladesh",
    "job_type": "Contract",
    "salary": "130k-170k",
    "job_description": "A Cloud Solutions Architect is responsible for designing and implementing cloud-based solutions for businesses. This role involves collaborating with clients to understand their requirements and architecting scalable and reliable cloud infrastructure.",
    "job_responsibility": "Designing cloud solutions: Cloud Solutions Architects design cloud infrastructure and services based on client needs and industry best practices. They also provide technical guidance and support throughout the implementation process.",
    "educational_requirements": "Bachelor's degree in Computer Science or related field.",
    "experiences": "5-8 Years in cloud architecture.",
    "contact_information": {
      "phone": "01555-44 44 44",
      "email": "careers@alphabet.com",
      "address": "Gulshan, Dhaka, Bangladesh"
    }
  },
  {
    "id": 5,
    "logo": "../src/assets/logo/tesla.png",
    "job_title": "Embedded Systems Engineer",
    "company_name": "Tesla Motors",
    "remote_or_onsite": "Onsite",
    "location": "Dhaka, Bangladesh",
    "job_type": "Full Time",
    "salary": "120k-160k",
    "job_description": "An Embedded Systems Engineer is responsible for designing, developing, and testing embedded software and firmware for electronic devices. This role involves working closely with hardware engineers to ensure seamless integration between software and hardware components.",
    "job_responsibility": "Developing embedded software: Embedded Systems Engineers design and develop software for microcontrollers, processors, and other embedded systems. They also conduct testing and debugging to ensure software reliability and performance.",
    "educational_requirements": "Bachelor's degree in Electrical Engineering, Computer Engineering, or related field.",
    "experiences": "3-5 Years in embedded systems development.",
    "contact_information": {
      "phone": "01444-55 55 55",
      "email": "hr@teslamotors.com",
      "address": "Banani, Dhaka, Bangladesh"
    }
  },
  {
    "id": 6,
    "logo": "../src/assets/logo/netflix.png",
    "job_title": "Marketing Manager",
    "company_name": "Netflix Studios",
    "remote_or_onsite": "Remote",
    "location": "Sylhet, Bangladesh",
    "job_type": "Full Time",
    "salary": "110k-150k",
    "job_description": "A Marketing Manager is responsible for developing and implementing marketing strategies to promote products or services. This role involves conducting market research, planning marketing campaigns, and analyzing campaign performance.",
    "job_responsibility": "Developing marketing strategies: Marketing Managers develop and execute marketing plans to reach target audiences and achieve business objectives. They also oversee marketing campaigns and analyze their effectiveness.",
    "educational_requirements": "Bachelor's degree in Marketing, Business Administration, or related field.",
    "experiences": "5-8 Years in marketing.",
    "contact_information": {
      "phone": "01333-66 66 66",
      "email": "careers@netflixstudios.com",
      "address": "Zindabazar, Sylhet, Bangladesh"
    }
  }
]
